/* A tamper protection password is required to install over the existing product. */
"A tamper protection password is required to install over the existing product." = "È richiesta la password del blocco rimozione per eseguire l'installazione sul prodotto esistente.";

/* Are you sure you want to cancel the download? */
"Are you sure you want to cancel the download?" = "Sei sicuro di voler uscire il download?";

/* (No Commment) */
"Authentication is required to allow download Sophos Endpoint." = "L'autenticazione è necessaria per consentire il download Sophos Endpoint.";

/* (No Commment) */
"Below are the minimum requirements:\n\nPlatform:  10.15\nFree Disk Space:    1.5 GB\nCannot have SGN 8 Enterprise Full Disk Encryption installed\n\n" = "Di seguito sono riportati i requisiti minimi:\n\nPiattaforma:  10.15\nSpazio libero su disco:    1,5 GB\nImpossibile installare SGN 8 Enterprise Full Disk Encryption\n\n";

/* (No Commment) */
"Below are the minimum requirements:\n\nPlatform:  10.15\nFree Disk Space:    1.5 GB\n\n" = "Di seguito sono riportati i requisiti minimi:\n\nPiattaforma:  10.15\nSpazio libero su disco:    1,5 GB\n\n";

/* Cancel */
"Cancel" = "Annulla";

/* Connecting... */
"Connecting..." = "Connessione in corso...";

/* Contact your computer systems administrator or Sophos Technical Support for further assistance. */
"Contact your computer systems administrator or Sophos Technical Support for further assistance." = "Contattare l'amministratore di sistema o il Supporto tecnico Sophos per ricevere ulteriore assistenza.";

/* Contact support */
"Contact support" = "Contact IT or Sophos Support if you need help.";

/* Continue */
"Continue" = "Continua";

/* Device Encryption: Protects your data if your device is lost or stolen. */
"Device Encryption: Protects your data if your device is lost or stolen." = "Device Encryption: protegge i dati in caso di furto o smarrimento del dispositivo.";

/* OK button in alerts */
"OK" = "OK";

/* Registering view */
"Registering..." = "Registrazione in corso...";

/* Downloading... */
"Downloading..." = "Download in corso...";

/* Failed to receive configuration */
"Failed to receive configuration" = "Non è stato possibile ricevere la configurazione";

/* Failed to register with Sophos Central */
"Failed to register with Sophos Central" = "Non è stato possibile effettuare la registrazione a Sophos Central";

/* Further information is available in */
"Further information is available in " = "Ulteriori informazioni sono disponibili in ";

/* Insecure directory warning KBA */
"Further information is available in KBA 131749" = "Ulteriori informazioni sono disponibili nell'articolo 131749 della knowledge base";

/* Insecure directory warning */
"Insecure ownership or permissions were detected on one or more system directories." = "Sono state rilevate proprietà o autorizzazioni non sicure in una o più directory di sistema.";

/* Install */
"Install" = "Installa";

/* Installer */
"Installer" = " ";

/* Installing... */
"Installing..." = "Installazione in corso...";

/* Intercept X: Protects against ransomware and exploits. */
"Intercept X: Protects against ransomware and exploits." = "Intercept X: protegge i sistemi da ransomware ed exploit.";

/* Short description of the Sophos Advanced Intercept X with MDR on the Welcome screen for the multi-products installation */
"Intercept X with MTR: Protects against ransomware and exploits." = "Intercept X with MTR: protegge i sistemi da ransomware ed exploit con il servizio MTR.";

/* Mobile: Manages your device and verifies compliance. */
"Mobile: Manages your device and verifies compliance." = "Mobile: Gestisce il dispositivo e verifica la conformità.";

/* Preparing download, this may take several minutes... */
"Preparing download, this may take several minutes..." = "Preparazione del download in corso, potrebbe richiedere diversi minuti...";

/* Quit */
"Quit" = "Esci";

/* Received configuration */
"Received configuration" = "Configurazione ricevuta";

/* Registered with Sophos Central */
"Registered with Sophos Central" = "Registrazione a Sophos Central completata";

/* Registering with Sophos Central */
"Registering with Sophos Central" = "Registrazione a Sophos Central in corso";

/* Software installed */
"Software installed" = "Software installato";

/* Download cancel alert sheet */
"Sophos Central Endpoint Installer" = "Sophos Endpoint Installer";

/* Sophos Device Encryption protects your data if your Mac is lost or stolen. This app downloads and installs the latest version. */
"Sophos Device Encryption protects your data if your Mac is lost or stolen. This app downloads and installs the latest version." = "Sophos Device Encryption protegge i dati in caso di furto o smarrimento del Mac. Questa app scarica e installa la versione più recente.";

/* Description of the Sophos Unified Endpoint Management on the Welcome screen for the single product installation */
"Sophos Mobile manages your Mac device and verifies its compliance. This app downloads and installs the latest version." = "Sophos Mobile gestisce il dispositivo Mac e ne verifica la conformità. Questa app scarica e installa la versione più recente.";

/* banner title */
"Sophos Endpoint " = "Sophos Endpoint ";

/* Sophos Endpoint Protection protects your Mac from viruses, spyware and more. This app downloads and installs the latest version. */
"Sophos Endpoint Protection protects your Mac from viruses, spyware and more. This app downloads and installs the latest version." = "Sophos Endpoint Protection protegge il Mac da virus, spyware e altro ancora. Questa app scarica e installa la versione più recente.";

/* Sophos Intercept X protects your Mac against ransomware and exploits. This app downloads and installs the latest version. */
"Sophos Intercept X protects your Mac against ransomware and exploits. This app downloads and installs the latest version." = "Sophos Intercept X protegge il Mac da ransomware ed exploit. Questa app scarica e installa la versione più recente.";

/* The configuration file SophosCloudConfig.plist is invalid or damaged. The installer cannot continue. */
"The configuration file SophosCloudConfig.plist is invalid or damaged. The installer cannot continue." = "Il file di configurazione SophosCloudConfig.plist non è valido oppure è danneggiato. Il programma di installazione non può continuare.";

/* (No Commment) */
"The installer self-check has failed, it may be damaged or corrupted. The installer cannot continue." = "L'autocontrollo dell'installatore non è riuscito, potrebbe essere danneggiato o danneggiato. Il programma di installazione non può continuare.";

/* The required configuration file SophosCloudConfig.plist is missing from the Sophos Installer Components folder. The installer cannot continue. */
"The required configuration file SophosCloudConfig.plist is missing from the Sophos Installer Components folder. The installer cannot continue." = "Alla cartella Sophos Installer Components manca il file di configurazione richiesto: SophosCloudConfig.plist. Il programma di installazione non può continuare.";

/* (No Commment) */
"Uninstall the existing product before installing Sophos Central Endpoint." = "Disinstallare il prodotto esistente prima di installare Sophos Endpoint.";

/* Verifying... */
"Verifying..." = "Verifica in corso...";

/* Waiting for configuration */
"Waiting for configuration" = "In attesa della configurazione";

/* (No Commment) */
"Your system does not meet the minimum system requirements for Sophos Central Endpoint." = "Il tuo sistema non soddisfa i requisiti minimi di sistema per Sophos Endpoint.";

/* Your system has an incompatible Sophos Endpoint product installed. */
"Your system has an incompatible Sophos Endpoint product installed." = "Nel sistema è installato un prodotto Sophos Endpoint non compatibile.";

/* full stop at end of KBA info text */
"." = ".";

/* Misconfigured system umask was detected. */
"Misconfigured system umask was detected." = "È stata rilevata una configurazione non corretta dell'umask di sistema.";

/* error in command line options */
"The configuration file or command line options required for installation are missing or incomplete. The installer cannot continue." = "Il file di configurazione o le opzioni per la riga di comando richiesti per l'installazione sono mancanti o incompleti. Il programma di installazione non può continuare.";

/* error if product is already installed */
"Your system already has the Sophos Endpoint product installed." = "Nel sistema è già installato il prodotto Sophos Endpoint.";

/* request uninstall */
"Uninstall the existing product before re-installing Sophos Central Endpoint." = "Disinstallare il prodotto esistente prima di reinstallare Sophos Central Endpoint.";

/* error in product assignment */
"Invalid product assignment" = "Questa combinazione di prodotti non è valida. Il programma di installazione non può continuare.";

/*Description for Sensor product in Bootrapper installer*/
"XDR Sensor: Data collection for advanced threat analysis." = "XDR Sensor: Raccolta di dati per l’analisi avanzata delle minacce.";

/*Description for Intercept X with XDR and MTR product in Bootrapper installer*/
"Intercept X with XDR and MTR: Protects against ransomware, exploits, plus our MTR." = "Intercept X with XDR and MTR: protegge da ransomware ed exploit, e include la nostra MTR.";

/*Description for Intercept X with XDR product in Bootrapper installer*/
"Intercept X with XDR: Protects against ransomware, exploits, plus threat analysis." = "Intercept X with XDR: protegge da ransomware ed exploit e include l’analisi delle minacce.";

/*Description for Intercept X Advanced product in Bootrapper installer*/
"Intercept X Advanced: Protects against malware, ransomware and exploits." = "Intercept X Advanced: protegge i sistemi da malware, ransomware ed exploit.";

/*Description for Endpoint Protection product in Bootrapper installer*/
"Endpoint Protection: Protects against viruses, spyware and more." = "Endpoint Protection: protegge i sistemi da virus, spyware e altro.";

/*Welcome page text for Sensor product in Bootrapper installer*/
"XDR Sensor: Data collection for advanced threat analysis. This app downloads and installs the latest version." = "XDR Sensor: Raccolta di dati per l’analisi avanzata delle minacce. Questa app scarica e installa la versione più recente.";

/*Welcome page text for Intercept X Advanced with XDR and MTR product in Bootrapper installer*/
"Sophos Intercept X Advanced with XDR and MTR protects your Mac against malware, exploits, web threats and ransomware, plus advanced threat analysis and our MTR service. This app downloads and installs the latest version." = "Sophos Intercept X Advanced with XDR e MTR protegge il tuo Mac da malware, exploit, minacce web e ransomware, e include l’analisi avanzata delle minacce e il nostro servizio MTR. Questa app scarica e installa la versione più recente.";

/*Welcome page text for Intercept X Advanced with XDR product in Bootrapper installer*/
"Sophos Intercept X Advanced with XDR protects your Mac against malware, exploits, web threats and ransomware, plus advanced threat analysis. This app downloads and installs the latest version." = "Sophos Intercept X Advanced with XDR protegge il tuo Mac da malware, exploit, minacce web e ransomware, e include l’analisi avanzata delle minacce. Questa app scarica e installa la versione più recente.";

/*Welcome page text for Intercept X product in Bootrapper installer*/
"Sophos Intercept X Advanced protects your Mac against malware, exploits, web threats and ransomware. This app downloads and installs the latest version." = "Sophos Intercept X Advanced protegge il tuo Mac da malware, exploit, minacce web e ransomware. Questa app scarica e installa la versione più recente.";
